;-----------------------
; ABILITIES
;-----------------------

[RoboticChassis X2AbilityTemplate]
LocFriendlyName="Механическое шасси"
LocLongDescription="Этот юнит неуязвим для огня и яда, а также предоставляет полное укрытие союзникам."
LocHelpText="Этот юнит неуязвим для огня и яда, а также предоставляет полное укрытие союзникам."

[Rainmaker X2AbilityTemplate]
LocFriendlyName="Протокол \"Ливень\""
LocLongDescription="Экипированное тяжелое и некоторое вспомогательное вооружение, наносит +<Ability:Rainmaker_BonusDamage/> ед. урона в увеличенной зоне поражения."
LocHelpText="Экипированное тяжелое и некоторое вспомогательное вооружение наносит повышенный урон в увеличенной зоне поражения."
LocPromotionPopupText="<Bullet/> Протокол \"Ливень\" добавляет +<Ability:Rainmaker_BonusDamage/> ед. урона всему тяжелому оружию.<br/><Bullet/> Для тяжелого оружия с круглой зоной поражения, радиус увеличивается на <Ability:Rainmaker_BonusRadius/> клетки.<br/><Bullet/> Для оружия с конусной зоной поражения, ширина конуса увеличивается на <Ability:Rainmaker_BonusDiameter/> клетки и длина на <Ability:Rainmaker_BonusLength/> клетки.<br/><Bullet/> Авто-пушка \"Кирука\" и импульсная пушка \"Кирука\" атакуют одиночную цель, но для способности \"Ливень\" расчет идет как будто они имеют круглую зону поражения. Это позволяет покрывать квадратную область 3x3, где в центре квадрата будет основная цель.<br/><Bullet/> Способность также влияет на следующее вспомогательное вооружение: Тяжелая дымовая установка, Тяжелая установка поддержки, Адаптированная наплечная установка и Наплечная установка \"Лучник\". Все четыре вида пусковых установок получают увеличение радиуса поражения, в то время как только Адаптированная наплечная установка и Наплечная установка \"Лучник\" получают увеличение урона."<br/>"

[RepairMW X2AbilityTemplate]
LocFriendlyName="Ремонт"
LocLongDescription="Получите возможность проводить ремонт механических существ с помощью \"BIT\". Восстанавливает 4 ОЗ, убирает эффект кислоты и восстанавливает всю разрушенную броню."
LocHelpText="Отправьте \"BIT\" для ремонта механических союзников."
LocFlyOverText="Ремонт"
LocPromotionPopupText="<Bullet/> Предоставляет возможность проводить ремонт механических существ с помощью \"BIT\" (или себя, в случае \"Искры\").<br/><Bullet/> Восстанавливает 4 ОЗ, убирает эффект кислоты и восстанавливает всю разрушенную броню.<br/><Bullet/> Улучшение \"BIT\" позволяет получить больше зарядов.<br/><Bullet/> Способность \"Ремонт\" получает 2/3/4 заряда на миссию, в зависимости от технического уровня \"BIT\".<br/><Bullet/> Без способности \"Быстрый ремонт\", использование первым действием заканчивает ход.<br/><Bullet/> Способность восстанавливается 1 ход (нельзя использовать \"Ремонт\" несколько раз за ход).<br/>"

[KineticStrike X2AbilityTemplate]
LocFriendlyName="Удар"
LocLongDescription="Мощная рукопашная атака любой цели в пределах дистанции перемещения. Перезарядка 2 хода. Урон зависит от экипированного уровня шасси."
LocHelpText="Мощная рукопашная атака любой цели в пределах дистанции перемещения."
LocPromotionPopupText="<Bullet/> Вы можете активировать способность \"Удар\" наведя курсор движения на врага.<br/><Bullet/> Можно выполнить в рывке, потратив оба действия для перемещения.<br/><Bullet/> Способность \"Удар\" наносит 6/8/10 ед. урона в зависимости от экипированного уровня шасси.<br/><Bullet/> Шанс попадания зависит от меткости, с дополнительным +10 бонусом.<br/><Bullet/> Изучение способности \"Штурмовая машина\" добавит +2 ед. урона и +20 к меткости.<br/>"

[Obliterator X2AbilityTemplate]
LocFriendlyName="Штурмовая машина"
LocLongDescription="Предоставляет +2 ед. бонусного урона ко всем ударным атакам и гарантирует, что каждая атака попадёт в цель. Также, предоставляет способность \"Разрушитель\"."
LocHelpText="Предоставляет +2 ед. бонусного урона ко всем ударным атакам и гарантирует, что каждая атака попадёт в цель."
LocPromotionPopupText="<Bullet/> Изучение способности \"Штурмовая машина\" предоставит +2 ед. бонусного урона и +20 к меткости, ко всем атакам в ближнем бою.<br/><Bullet/> С этой способностью, \"Удар\" теперь наносит 8/10/12 ед. урона, в зависимости от экипированного шасси.<br/><Bullet/> Атаки с половинным уроном, такие как: \"Контрудар\", \"Молниеносный удар\" и \"Сотрясающий удар\" получают +1 ед. к урону. <br/><Bullet/> Также, предоставляет способность \"Разрушитель\", которая позволяет разрушать любые объекты окружающей среды, мимо которых \"Искра\" проходит при использовании способности \"Овердрайв\".<br/><Bullet/> Совмещайте способности \"Овердрайв\", \"Удар\" и \"Разрушитель\" для максимальной эффективности.<br/>"

[RapidRepair X2AbilityTemplate]
LocFriendlyName="Быстрый ремонт"
LocLongDescription="Способность \"Ремонт\" больше не заканчивает ход, позволяя \"Искре\" восстанавливать ОЗ и атаковать на одном ходу."
LocHelpText="Способность \"Ремонт\" больше не заканчивает ход \"Искры\"."
LocFlyOverText="Быстрый ремонт"
LocPromotionPopupText="<Bullet/> Способность \"Ремонт\" больше не заканчивает ход.<br/><Bullet/> По прежнему, можно активировать только один раз за ход.<br/><Bullet/> Эта способность позволит \"Искре\" быть более гибким в бою, сохраняя ОЗ и броню на максимальных уровнях.<br/>"

[Reboot X2AbilityTemplate]
LocFriendlyName="Перезагрузка"
LocLongDescription="Если \"Искра\" получит достаточно урона чтобы быть убитым, его ОЗ опуститься до 1 ед. а сам \"Искра\" погрузится в стазис до начала следующего хода. Срабатывает 1 раз за миссию, после чего \"Искра\" будет сильно ослаблен от полученных повреждений."
LocHelpText="При получении смертельного урона, \"Искра\" погружается в стазис с 1 ОЗ, до начала следующего хода."
LocFlyOverText="Перезагрузка"
LocPromotionPopupText="<Bullet/> Один раз за миссию, \"Искра\" будет погружен в стазис, когда его ОЗ упадет до нуля.<br/><Bullet/> Без способности \"Резервные системы\", \"Искра\" получит катастрофические повреждения внутренних систем, получая штрафы ко взлому, мобильности и меткости.<br/><Bullet/> Из-за этой особенности, рекомендуется эвакуировать \"Искру\" с поля боя.<br/><Bullet/> Благодаря сложной сети дублирующих покрытий, схем реактивации и однозарядному защитному проектору, \"Искра\" может сознательно пожертвовать собой для защиты команды, зная что выживет чтобы вступить в бой на следующий день.<br/>"

[RebootTriggered X2AbilityTemplate]
LocFriendlyName="Перезагрузка"
LocLongDescription="Если \"Искра\" получит достаточно урона чтобы быть убитым, его ОЗ опуститься до 1 ед. а сам \"Искра\" погрузится в стазис до начала следующего хода. Срабатывает 1 раз за миссию, после чего \"Искра\" будет сильно ослаблен от полученных повреждений."
LocHelpText="При получении смертельного урона, \"Искра\" погружается в стазис с 1 ОЗ, до начала следующего хода."
LocFlyOverText="Перезагрузка"
LocPromotionPopupText="<Bullet/> Один раз за миссию, \"Искра\" будет погружен в стазис, когда его ОЗ упадет до нуля.<br/><Bullet/> Без способности \"Резервные системы\", \"Искра\" получит катастрофические повреждения внутренних систем, получая штрафы ко взлому, мобильности и меткости.<br/><Bullet/> Из-за этой особенности, рекомендуется эвакуировать \"Искру\" с поле боя.<br/><Bullet/> Благодаря сложной сети дублирующих покрытий, схем реактивации и однозарядному защитному проектору, \"Искра\" может сознательно пожертвовать собой для защиты команды, зная что выживет чтобы вступить в бой на следующий день.<br/>"

[RedundantSystems X2AbilityTemplate]
LocFriendlyName="Резервные системы"
LocLongDescription="Теперь \"Искра\" не получает штрафов от способности \"Перезагрузка\"."
LocHelpText="Теперь \"Искра\" не получает штрафов от способности \"Перезагрузка\"."
LocFlyOverText="Резервные системы"
LocPromotionPopupText="<Bullet/> Теперь \"Искра\" не получает штрафов от способности \"Перезагрузка\".<br/><Bullet/> Без этой способности, \"Искра\" становиться бесполезной из-за катастрофических повреждений внутренних систем.<br/>"

[RedunSysTriggered X2AbilityTemplate]
LocFriendlyName="Резервные системы"
LocLongDescription="Если \"Искра\" получит достаточно урона чтобы быть убитым, его ОЗ опуститься до 1 ед. а сам \"Искра\" погрузится в стазис до начала следующего хода. Срабатывает 1 раз за миссию."
LocHelpText="При получении смертельного урона, \"Искра\" погружается в стазис с 1 ОЗ, до начала следующего хода."
LocFlyOverText="Резервные системы"
LocPromotionPopupText="<Bullet/> Один раз за миссию, \"Искра\" будет погружен в стазис, когда его ОЗ упадет до нуля.<br/><Bullet/> Благодаря сложной сети дублирующих покрытий, схем реактивации и однозарядному защитному проектору, \"Искра\" может сознательно пожертвовать собой для защиты команды, зная что выживет чтобы вступить в бой на следующий день.<br/>"

[HeavyRepair X2AbilityTemplate]
LocFriendlyName="Нано-ремонт"
LocFlyOverText="Нано-ремонт"
LocLongDescription="Восстанавливает дополнительно 4 ОЗ, повышая потенциал \"Ремонта\" в два раза."
LocHelpText="Способность \"Ремонт\" восстанавливает дополнительно 4 ОЗ."
LocPromotionPopupText="<Bullet/> Способность \"Ремонт\" теперь восстанавливает 8 ОЗ вместо стандартных 4 ОЗ.<br/>"

[Collateral X2AbilityTemplate]
LocFriendlyName="Побочный урон"
LocLongDescription="Выпустите град пуль из основного оружия, значительно повредив или уничтожив укрытия в этой области. Наносит небольшой урон врагам. Перезаряжается 3 хода и требует 2 ед. боеприпаса."
LocHelpText="Выпустите град пуль из основного оружия, значительно повредив или уничтожив укрытия в этой области."
LocFlyOverText="Побочный урон"
LocPromotionPopupText="<Bullet/> Выпустите град пуль из основного оружия, значительно повредив или уничтожив укрытия в этой области.<br/><Bullet/> Наносит большой урон окружению в указанной зоне.<br/><Bullet/> Способность \"Побочный урон\" наносит 1-2/2/2-3 ед. урона врагам в зоне поражения, в зависимости от технического уровня основного оружия.<br/><Bullet/> Требует 2 ед. боеприпаса и перезаряжается 3 хода.<br/>"

[BrawlerProtocol X2AbilityTemplate]
LocFriendlyName="Контрудар"
LocLongDescription="Бесплатные атаки с половинным уроном в рукопашной, против врагов, которые подходят или атакуют с дистанции ближнего боя. Не требует способность \"Удар\"."
LocHelpText="Бесплатные атаки с половинным уроном в рукопашной, против врагов, которые подходят или атакуют с дистанции ближнего боя."
LocFlyOverText="Контрудар"
LocPromotionPopupText="<Bullet/> Если противник начинает ход в соседней клетке, способность \"Контрудар\" активируется, когда будет атакован <Ability:ClassName/>.<br/><Bullet/> Если противник начинает ход не на соседней клетке, \"Контрудар\" активируется, когда он подойдет на дистанцию удара.<br/><Bullet/> Способность \"Контрудар\" наносит половину урона от способности \"Удар\" и получает +1 ед. урона если есть способность \"Штурмовая машина\".<br/>"

[BrawlerTrigger X2AbilityTemplate]
LocFriendlyName="Контрудар"
LocLongDescription="Бесплатные атаки с половинным уроном в рукопашной, против врагов, которые подходят или атакуют с дистанции ближнего боя. Не требует способность \"Удар\"."
LocHelpText="Бесплатные атаки с половинным уроном в рукопашной, против врагов, которые подходят или атакуют с дистанции ближнего боя."
LocFlyOverText="Контрудар"
LocPromotionPopupText="<Bullet/> Если противник начинает ход в соседней клетке, способность \"Контрудар\" активируется, когда будет атакован <Ability:ClassName/>.<br/><Bullet/> Если противник начинает ход не на соседней клетке, \"Контрудар\" активируется, когда он подойдет на дистанцию удара.<br/><Bullet/> Способность \"Контрудар\" наносит половину урона от способности \"Удар\" и получает +1 ед. урона если есть способность \"Штурмовая машина\".<br/>"

[Bombardment X2AbilityTemplate]
LocFriendlyName="Протокол \"Артобстрел\""
LocLongDescription="Запуск \"BIT\" в любую видимую точку (включая \"общий вид\"), где он производит мощный взрыв. Перезарядка 4 хода"
LocHelpText="Запустите \"BIT\", который уничтожает укрытия и наносит урон всем врагам в указанной области."
LocPromotionPopupText="<Bullet/> Протокол \"Артобстрел\" можно применить в пределах \"общего вида\".<br/><Bullet/> Протокол \"Артобстрел\" требует одно действие и не заканчивает ход.<br/><Bullet/> Наносит 4-5/6-7/8-9 ед. урона в зависимости от технологического уровня \"BIT\".<br/><Bullet/> Наносит большой урон окружению.<br/>"

[LightningStrikeMW X2AbilityTemplate]
LocFriendlyName="Молниеносный удар"
LocLongDescription="Специальная атака в рукопашной, которая наносит половинный урон и добавляет 1 действие. Перезаряжается 4 хода."
LocHelpText="Специальная атака в рукопашной, которая наносит половинный урон и добавляет 1 действие."
LocFlyOverText="Молниеносный удар"
LocPromotionPopupText="<Bullet/> Предоставляет 1 действие после удара, которое можно потратить на что угодно, но программа тактического анализа советует использовать в комбинации со способностью \"Сверхновая\".<br/><Bullet/> Способность \"Молниеносный удар\" можно использовать вместе со способностью \"Овердрайв\", чтобы получить 4 действия за ход.<br/><Bullet/> Урон без способности \"Штурмовая машина\" составляет 3/4/5 ед. в зависимости от экипированного уровня шасси.<br/><Bullet/> Урон со способностью \"Штурмовая машина\" составляет 4/5/6 ед. в зависимости от экипированного уровня шасси.<br/>"

[ConcussiveStrike X2AbilityTemplate]
LocFriendlyName="Сотрясающий удар"
LocLongDescription="Специальная атака в рукопашной, которая наносит половинный урон и оглушает врага на 2 действия. Нельзя использовать против роботов. Перезарядка 4 хода."
LocHelpText="Специальная атака в рукопашной, которая наносит половинный урон и оглушает врага на 2 действия."
LocFlyOverText="Сотрясающий удар"
LocPromotionPopupText="<Bullet/> Способность нельзя использовать против роботов, так как их обрабатывающие системы не такие мягкие как мозги.<br/><Bullet/> Урон без способности \"Штурмовая машина\" составляет 3/4/5 ед. в зависимости от экипированного уровня шасси.<br/><Bullet/> Урон со способностью \"Штурмовая машина\" составляет 4/5/6 ед. в зависимости от экипированного уровня шасси.<br/>"

[Overclock X2AbilityTemplate]
LocFriendlyName="Разгон"
LocFlyOverText="Разгон"
LocLongDescription="Когда активирован \"Овердрайв\", \"Искра\" получает гигантский бонус к меткости, мобильности, взлому и шансу критического удара. Также предоставляет способность \"Протокол блокировки\"."
LocHelpText="Когда активирован \"Овердрайв\", \"Искра\" получает гигантский бонус к меткости, мобильности, взлому и шансу критического удара. Также предоставляет способность \"Протокол блокировки\"."
LocPromotionPopupText="<Bullet/> Имея большой опыт боевых действий, возможности \"Искры\" были тщательно изучены и Шень полагает что стандартный разгон процессора \"Искры\" можно усилить еще больше.<br/><Bullet/> Когда активирован \"Овердрайв\", \"Искра\" получает +5 мобильности, +15 меткости, +30 к шансу критического удара и +100 ко взлому до конца хода.<br/><Bullet/> В дополнение ко всему перечисленному, \"Искра\" также получает способность \"Протокол блокировки\".<br/>"

[OverclockPassive X2AbilityTemplate]
LocFriendlyName="Разгон"
LocFlyOverText="Разгон"
LocLongDescription="Когда активирован \"Овердрайв\" \"Искра\" получает гигантский бонус к меткости, мобильности, взлому и шансу на критический урон. Также предоставляет способность \"Протокол блокировки\"."
LocHelpText="Когда активирован \"Овердрайв\", \"Искра\" получает гигантский бонус к меткости, мобильности, взлому и шансу критического удара. Также предоставляет способность \"Протокол блокировки\"."
LocPromotionPopupText="<Bullet/> Имея большой опыт боевых действий, возможности \"Искры\" были тщательно изучены и Шень полагает что стандартный разгон процессора \"Искры\" можно усилить еще больше.<br/><Bullet/> Когда активирован \"Овердрайв\", \"Искра\" получает +5 мобильности, +15 меткости, +30 к шансу критического удара и +100 ко взлому до конца хода.<br/><Bullet/> В дополнение ко всему перечисленному, \"Искра\" также получает способность \"Протокол блокировки\".<br/>"

[Neutralize X2AbilityTemplate]
LocFriendlyName="Протокол \"Нейтрализация\""
LocLongDescription="Запуск \"BIT\" в любую видимую точку, где он разряжает оружие врага, заставляя его потратить действие на перезарядку. Свободное действие. Перезарядка 5 ходов."
LocHelpText="Запуск \"BIT\" в любую видимую точку, где он разряжает оружие врага, заставляя его потратить действие на перезарядку. Свободное действие."
LocFlyOverText="Протокол \"Нейтрализация\""
LocPromotionPopupText="<Bullet/> Запуск \"BIT\" в любую видимую точку, где он производит небольшой ЭМ взрыв, который блокирует системы оружия, заставляя врагов потратить действие на перезарядку.<br/><Bullet/> Помните: враг все еще может использовать второстепенное оружие, вместо перезарядки.<br/><Bullet/> Протокол \"Нейтрализация\" не требует действий и перезаряжается 5 ходов.<br/>"

[Triangulation X2AbilityTemplate]
LocFriendlyName="Триангуляция"
LocLongDescription="Когда <Ability:ClassName/> атакован, весь отряд получает +10 меткости против атаковавшего его врага на следующий ход."
LocHelpText="Когда <Ability:ClassName/> атакован, весь отряд получает +10 меткости против атаковавшего его врага на следующий ход."
LocFlyOverText="Триангуляция"
LocPromotionPopupText="<Bullet/> Система моделирования может отследить баллистический след боеприпасов от первоначальной точки и передать информацию всему отряду о местоположении врага.<br/><Bullet/> Способность \"Триангуляция\" не срабатывает, если противник атакует других членов отряда.<br/>"

[TriangulationTrigger X2AbilityTemplate]
LocFriendlyName="Триангуляция"
LocLongDescription="Когда <Ability:ClassName/> атакован, весь отряд получает +10 меткости против атаковавшего его врага на следующий ход."
LocHelpText="Когда <Ability:ClassName/> атакован, весь отряд получает +10 меткости против атаковавшего его врага на следующий ход."
LocFlyOverText="Триангуляция"
LocPromotionPopupText="<Bullet/> Система моделирования может отследить баллистический след боеприпасов от первоначальной точки и передать информацию всему отряду о местоположении врага.<br/><Bullet/> Способность \"Триангуляция\" не срабатывает, если противник атакует других членов отряда.<br/>"

[LayeredArmour X2AbilityTemplate]
LocFriendlyName="Многослойная броня"
LocLongDescription="Любая одиночная атака, не может нанести более 40% урона от максимального количества ОЗ этого юнита."
LocHelpText="Любая одиночная атака, не может нанести более 40% урона от максимального количества ОЗ этого юнита."
LocFlyOverText="Многослойная броня"
LocPromotionPopupText="<Bullet/> Благодаря новым разработкам придуманным Ст. Инженером Шень, броня теперь трехслойная, что существенно увеличивает ее прочность. Любое повреждение одного слоя не может распространяться на другой.<br/><Bullet/> Максимальный получаемый урон теперь ограничен максимальным количеством ОЗ, умноженным на 0.4. Результат округляется до ближайшего целого числа.<br/>"

[Supernova X2AbilityTemplate]
LocFriendlyName="Сверхновая"
LocLongDescription="Подбегите к точке назначения, и перегрузите реактор, что нанесет огромный урон всем юнитам поблизости. Сам <Ability:ClassName/> будет выведен из строя на 1 ход."
LocHelpText="Подбежать к точке назначения, и перегрузить реактор, что нанесет огромный урон всем юнитам поблизости. Сам <Ability:ClassName/> будет выведен из строя на 1 ход."
LocPromotionPopupText="<Bullet/> Перегрузка реактора, вызывает чудовищную радиационную и электромагнитную вспышку, которая разрушает органику и повреждает технику. После взрыва, <Ability:ClassName/> должен на некоторое время отключиться, чтобы оправиться от вспышки энергии.<br/><Bullet/> Способность имеет один заряд на миссию.<br/><Bullet/> Можно потратить как одно, так и два действия, чтобы добежать в точку выброса.<br/><Bullet/> Все роботы в зоне действия способности будут оглушены на два действия.<br/>"

[HaywireProtocol X2AbilityTemplate]
LocFriendlyName="Протокол блокировки"
LocLongDescription="Вы можете направлять <Ability:SecondaryWeaponName/> против роботов и механических целей, чтобы взломать их и перехватить управление."
LocHelpText="Попытаться захватить указанного вражеского робота."
LocFlyOverText="Протокол блокировки"
LocPromotionPopupText="<Bullet/> Взлом вражеских роботов и турелей требует сравнения параметра \"Взлом\" у бойца, с технической защитой цели.<br/><Bullet/> Повысить параметр можно, улучшив <Ability:SecondaryWeaponName/>.<br/><Bullet/> Взломанных роботов можно контролировать лишь ограниченное время.<br/>"